[
    {
        "id": "0123",
        "category": "COMPUTER SCIENCE",
        "name": "Introduction to Computer Science and Programming",
        "price": "42$",
        "ratings": 4,
        "details": "This course is the first of a two-course sequence: Introduction to Computer Science and Programming Using Python, and Introduction to Computational Thinking and Data Science. Together, they are designed to help people with no prior exposure to computer science or programming learn to think computationally and write programs to tackle useful problems. Some of the people taking the two courses will use them as a stepping stone to more advanced computer science courses, but for many it will be their first and last computer science courses. This run features lecture videos, lecture exercises, and problem sets using Python 3.5. Even if you previously took the course with Python 2.7, you will be able to easily transition to Python 3.5 in future courses, or enroll now to refresh your learning.",
        "img": "https://collab.templatekit.co/wp-content/uploads/sites/44/2022/04/programming-code-2021-09-24-02-52-16-utc-1024x682.jpg",
        "time": "120 Hours"
    },
    {
        "id": "0223",
        "category": "PROGRAMMING",
        "name": "Programming Foundations: JavaScript, HTML and CSS",
        "price": "50$",
        "ratings": 5,
        "details": "Programming Foundations with Javascript, HTML and CSS is course 1 of 5 in the Java Programming and Software Engineering Fundamentals Specialization.Learn foundational programming concepts (e.g., functions, for loops, conditional statements) and how to solve problems like a programmer. In addition, learn basic web development as you build web pages using HTML, CSS, JavaScript. By the end of the course, will create a web page where others can upload their images and apply image filters that you create.",
        "img": "https://collab.templatekit.co/wp-content/uploads/sites/44/2022/04/professor-is-doing-online-lecture-2021-08-27-23-33-50-utc-1024x684.jpg",
        "time": "120 Hours"
    },
    {
        "id": "0323",
        "category": "DESIGN",
        "name": "Foundations of User Experience (UX) Design",
        "price": "30$",
        "ratings": 3,
        "details": "Foundations of User Experience (UX) Design is the first of a series of seven courses that will equip you with the skills needed to apply to entry-level jobs in user experience design. UX designers focus on the interactions that people have with products like websites, mobile apps, and physical objects. UX designers make those everyday interactions usable, enjoyable, and accessible. The role of an entry-level UX designer might include empathizing with users, defining their pain points, coming up with ideas for design solutions, creating wireframes, prototypes, and mockups, and testing designs to get feedback.Current UX designers and researchers at Google will serve as your instructors, and you will complete hands-on activities that simulate real-world UX design scenarios.Learners who complete the seven courses in this certificate program should be equipped to apply for entry-level jobs as UX designers. No previous experience is necessary.",
        "img": "https://collab.templatekit.co/wp-content/uploads/sites/44/2022/04/website-development-2021-09-04-07-39-08-utc-1024x684.jpg",
        "time": "120 Hours"
    },
    {
        "id": "0423",
        "category": "COMPUTER SCIENCE",
        "name": "Strategy and Information Architecture",
        "price": "35$",
        "ratings": 4,
        "details": "Content strategy and information architecture are interconnected because good information architecture is one of the ways you would carry out your content strategy. Choosing which content to highlight on a site or page is one way to provide an effective user experience for your target audience.Information architecture enables content strategy in that it allows an organisation to tell its story by giving them the tools to guide visitors through a certain path. If an organisation's IA doesn't lead visitors through a strategic path of content, it will limit how and how well you can carry out the content strategy.Information architecture enables content strategy in that it allows an organisation to tell its story by giving them the tools to guide visitors through a certain path.Content strategy and information architecture are so interconnected that one cannot be created before the other. Instead, content strategy and IA need to be created simultaneously so they can work together effectively.",
        "img": "https://collab.templatekit.co/wp-content/uploads/sites/44/2022/04/creative-development-of-programming-websites-for-m-2021-08-30-14-25-58-utc-1024x682.jpg",
        "time": "120 Hours"
    },
    {
        "id": "0523",
        "category": "DESIGN",
        "name": "Create a Process Map using a Canva Template",
        "price": "40$",
        "ratings": 5,
        "details": "In this 1-hour long project-based course, you will learn how to create a free Canva account, use Canva templates in your process map design, and download your completed design for later use. Note: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.In a video that plays in a split-screen with your work area, your instructor will walk you through these steps: Let's Create a Free Canva Account, Locating Templates in Canva and Saving Work in Canva, Learn about the Toolbar and Start Making Design Decisions, How to Search for and use Objects and Elements in Your Design, Adding Text to Your Design, Final Steps: Colors, fonts, and downloading.",
        "img": "https://collab.templatekit.co/wp-content/uploads/sites/44/2022/04/discussing-website-project-2021-08-26-19-52-42-utc-1024x684.jpg",
        "time": "120 Hours"
    },
    {
        "id": "0623",
        "category": "MARKETING",
        "name": "Marketing Channel Strategy & B2B2C Routes to Market",
        "price": "50$",
        "ratings": 4,
        "details": "This specialization is ideal for individuals who currently work in or are targeting opportunities in consulting and strategy, industrial sales and buying, marketing management, entrepreneurship and business development.One critical component of value creation for customers in marketing that is often overlooked is how customers want to buy.  The ability to make its products and services available to customers at the right place and time is a key source of explosive value and the purview of marketing channel strategy.We will unpack “the black box” of organizational channels, distribution and retailers that create the routes to market between the firm and its end user or customers.  In this course, you will learn how to capture and leverage this value through the careful selection of channel partners, the application of appropriate incentives and pricing agreements, the design and management of multiple channels. We also discuss how these ideas extend to and should be applied to social business channels in emerging economies and entrepreneurship (startup) environments as well as the latest challenges in selling on third party platforms/marketplaces.  In doing so, the goal is to provide you with the relevant frameworks, tools, and processes for more effective management of these areas, including the advantages, limitations, common uses and some best practice examples.  This is accomplished through case studies and exercises, lectures, and guest lecturers.",
        "img": "https://collab.templatekit.co/wp-content/uploads/sites/44/2022/04/document-marketing-strategy-business-concept-1024x560.jpg",
        "time": "120 Hours"
    }
]